# print оператор чтоб что-то вывести
# \n типо отступ
# input() принятие инфы с клавы
# это коменты #

# print("Привет! Это простой канкулятор.\nДоступные операции: + ; -")
# a = input('Выберете операцию: ')

# # создали 2 переменные с вводом чисел
# num1 = float(input('Введите первое число: '))
# num2 = float(input('Введите второе число: '))

# if a == '+':
#     res1 = num1 + num2
#     print(f"Результат: {res1}")
# elif a == '-':
#     res2 = num1 - num2
#     print(f"Результат: {res2}")
# else:
#     print("Вы ввели что-то неправильно!")

# a = -1

# while a<5:
#     a += 1 
#     print(a)